function showFact() {
    const facts = [  
        ` 
        1. "ကျွန်ုပ်တို့အချင်းချင်း ဘယ်အခါမျှထောက်ခံပံ့ပိုးပေးကြပါတယ်! "  
        2. "ကျွန်ုပ်တို့မှာ အရမ်းစိတ်ဝင်စားစရာကောင်းတဲ့ အတွင်စကားတွေ ပြောလေ့ရှိတယ်! " 
        3. "ကျွန်ုပ်တို့မှာ တူညီတဲ့ ဝါသနာတွေ၊ အကြိုက်တွေရှိတယ်! "  
        4. "ကျွန်ုပ်တို့ နာရီနဲ့ချီပြီး ပြောနိုင်တယ်၊ ဒါပေမယ့် မရိုးဘူး! "
        5. "ကျွန်ုပ်တို့ အမြဲတမ်းတစ်ယောက်နဲ့ တစ်ယောက် အထောက်အပံ့ပေးနေတယ်! "  
        6. "ကျွန်ုပ်တို့ အရမ်းအမောပြေစေတဲ့ မိုက်တဲ့အကြောင်းတွေကြောင့် ရယ်မောလွန်းတယ်! "
        7. "ကျွန်ုပ်တို့အတူတူ အလွန်လှပတဲ့ အမှတ်တရတွေဖန်တီးနိုင်တယ်! "
        
        `
    ];
    
    let randomFact = facts[Math.floor(Math.random() * facts.length)];
    document.getElementById("fact").innerText  = randomFact;
}
 

// 1. "ကျွန်ုပ်တို့အချင်းချင်း ဘယ်အခါမျှထောက်ခံပံ့ပိုးပေးကြပါတယ်! 💪"  
// 2. "ကျွန်ုပ်တို့မှာ အရမ်းစိတ်ဝင်စားစရာကောင်းတဲ့ အတွင်းကစားပြောတွေရှိတယ်! 😂" 
// 3. "ကျွန်ုပ်တို့မှာ တူညီတဲ့ ဝါသနာတွေ၊ အကြိုက်တွေရှိတယ်! 🎮"  
// 4. "ကျွန်ုပ်တို့ နာရီနဲ့ချီပြီး ပြောနိုင်တယ်၊ ဒါပေမယ့် မရိုးဘူး! 🗨️"
// 5. "ကျွန်ုပ်တို့ အမြဲတမ်းတစ်ဦးတစ်ယောက်ကို အထောက်အပံ့ပေးနေတယ်! 🤝"  
// 6. "ကျွန်ုပ်တို့ အရမ်းအမောပြေစေတဲ့ မိုက်တဲ့အကြောင်းတွေကြောင့် ရယ်မောလွန်းတယ်! 😆"
// 7. "ကျွန်ုပ်တို့အတူတူ အလွန်လှပတဲ့ အမှတ်တရတွေဖန်တီးနိုင်တယ်! 📸"

